---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpacingNumDivisions
source: html/90cb589c-9d50-c4f1-1217-9d19ee85af0d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpacingNumDivisions Property

"Number"

## Syntax (C#)
```csharp
public static ForgeTypeId SpacingNumDivisions { get; }
```